Repository: MalteKiefer/niu
Catalog: po/extra/*.po
Languages: fr

source: Track date and time in an innovative way
fr: Suivez la date et l'heure de façon innovante

source: Time;Date;Innovation;
fr: Heure;Date;Innovation;

source: Watch and track date and time in an innovative way with this handy applet
fr: Regardez et suivez la date et l'heure de façon innovante avec cette petite application pratique

source: See time and the current date like never before, using a compact and decimal way to show date and time in this applet or on the panel
fr: Visualisez l'heure et la date courante comme jamais auparavant, pour afficher la date et l'heure de façon compacte et décimale dans cette application ou sur le panneau

source: Quit anytime with the shortcut Ctrl + Q
fr: Quittez l'application à tout moment avec le raccourci Ctrl + Q

source: Stays out of your way, by an indicator the panel if chosen to
fr: Reste en dehors de votre chemin avec un indicateur si vous l'avez choisi

source: Release: Setup the Clock
fr: Version : Réglage de l'horloge

source: Fixed: backend calculations
fr: Correction : Calculs en arrière-plan

source: Release: Rest Up For a While
fr: Version : Reposez-vous un moment

source: Added: Option to start a Pomodoro system in the indicator
fr: Ajout : Option pour démarrer Pomodoro dans l'indicateur

source: Release: Tick Tock Clock
fr: Version : Horloge Tic Toc

source: First stable release.
fr: Première version stable.
