Repository: MalteKiefer/niu
Catalog: po/*.po
Languages: fr

source: Current Date
fr: Date courante

source: Show Niu…
fr: Afficher Niu…

source: Start Pomodoro…
fr: Démarrer Pomodoro…

source: Quit Niu
fr: Quitter Niu

source: In the Time system, it is now…
fr: Dans le système de Nataniev (Nataniev Time), il est actuellement…

source: Learn about Time
fr: En savoir plus

source: Settings
fr: Paramètres

source: Show an indicator:
fr: Afficher un indicateur :

source: Start in background:
fr: Exécuter en arrière-plan :

source: Go stand and stretch for a while before continuing.
fr: Levez-vous et étirez-vous un moment avant de continuer.

source: Go drink something before continuing.
fr: Buvez quelque chose avant de continuer.

source: Go rest for a while before continuing.
fr: Reposez-vous un moment avant de continuer.
